Repository: eengnr/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: de

source: including {trainer_list} and the people with them! Be considerate and let them know if and when you'll be there
de: inklusive {trainer_list} und deren Begleiter! Sei so nett und gib ihnen Bescheid wenn du vor Ort bist

source: {trainer_count} waiting at the {raidtype}{including_string}!
de: {trainer_count} warten bei dem {raidtype}{including_string}!

source: including {trainer_list} and the people with them! Use **!lobby** if you are joining them or **!backout** to request a backout
de: inklusive {trainer_list} und deren Begleiter! Benutze **!lobby** falls du ihnen beitreten willst oder **!backout** um sie zu bitten die Lobby nochmal zu verlassen

source: {trainer_count} in the lobby{including_string}!
de: {trainer_count} sind in der Lobby{including_string}!

source: {type}{name}: **{total} total,** {interested} interested, {coming} coming, {here} waiting{type}
de: {type}{name}: **{total} insgesamt,** {interested} interessiert, {coming} kommen, {here} warten{type}

source: Boss numbers for the raid: {}
de: Boss-Anzahl für den Raid: {}

source: Nobody has told me what boss they want!
de: Niemand hat gesagt, welcher Boss gewünscht ist!

source: {emoji} **{total} total,** {interested} interested, {coming} coming, {here} waiting {emoji}
de: {emoji} **{total} insgesamt,** {interested} interessiert, {coming} kommen, {here} warten {emoji}

source: **{grey_number} total,** {greymaybe} interested, {greycoming} coming, {greyhere} waiting
de: **{grey_number} insgesamt,** {greymaybe} interessiert, {greycoming} kommen, {greyhere} warten

source: Team numbers for the raid: {}
de: Team-Anzahl für den Raid: {}

source: Nobody has updated their status!
de: Niemand hat den Status aktualisiert!

source: Your current **!want** list is: ```{wantlist}```
de: Deine aktuelle **!wunsch** Liste ist: ```{wantlist}```

source: You don't have any wants! use **!want** to add some.
de: Dein Wunschzettel ist aktuell leer! Benutze **!wunsch** um etwas hinzuzufügen.

source: **Reward**: {reward}, **Pokestop**: [{location}]({url}), **Quest**: {quest}, **Reported By**: {author}
de: **Belohnung**: {reward}, **PokéStop**: [{location}]({url}), **Feldforschung**: {quest}, **Gemeldet von**: {author}

source: Meowth! **Here's the current research reports for {channel}** {questmsg}
de: Miauz! Hier sind die aktuellen Feldforschungen in {channel}** {questmsg}

source: **Here's the current research reports for {channel}** {questmsg}
de: **Hier sind die aktuellen Feldforschungen in {channel}** {questmsg}

source: There are no reported research reports. Report one with **!research**
de: Es wurden keine Feldforschungen gemeldet. Melde eine mit **!forschung**

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author}
de: **Pokémon**: {pokemon}, **Ort**: [{location}]({url}), **gemeldet von**: {author}

source: Meowth! **Here's the current wild reports for {channel}** {wildmsg}
de: Miauz! **Hier ist eine Liste mit den aktuell gemeldeten Pokemon für {channel}** {wildmsg}

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author} **Location**: <{url}>
de: **Pokémon**: {pokemon}, **Ort**: [{location}]({url}), **gemeldet von**: {author} **Ort**: <{url}>

source: **Here's the current wild reports for {channel}** {wildmsg}
de: **Hier sind die aktuell gemeldeten wilden Pokemon für {channel}** {wildmsg}

source: There are no reported wild pokemon. Report one with **!wild <pokemon> <location>**
de: Es wurden keine wilden Pokemon gemeldet. Melde eines mit **!wild <Pokémon> <Ort>**

source: Meowth! I'm missing some details! Usage: {prefix}{command}
de: Miauz! Da fehlen noch ein paar Details! Verwende {prefix}{command}

source: Meowth! Team Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Das Team Management ist auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Pokemon Notifications are not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Pokémon-Meldungen sind auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Wild Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Das Melden von wilden Pokémon ist auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Reporting is not enabled for this channel. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Meldungen sind für diesen Kanal nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Raid Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Das Raid Management ist auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! EX Raid Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Das EX Raid Management ist auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Research Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Das Melden von Feldforschungen ist auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Meetup Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Das Melden von Treffen ist auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Channel Archiving is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! Das Archivieren von Kanälen ist auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! EX Raid Invite is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
de: Miauz! EX Raid Einladungen sind auf diesem Server nicht aktiv. **{prefix}{cmd_name}** kann nicht verwendet werden.

source: Meowth! Please use **{prefix}{cmd_name}** in
de: Miauz! Bitte nutze **{prefix}{cmd_name}** in

source: a Region report channel.
de: einem Kanal für regionale Meldungen.

source: one of the following region channels:
de: einem der folgenden Kanäle:

source: Meowth! Please use **{prefix}{cmd_name}** in the following channel
de: Miauz! Bitte verwende **{prefix}{cmd_name}** im folgenden Kanal

source: Meowth! Please use **{prefix}{cmd_name}** in a Raid channel. Use **{prefix}list** in any
de: Miauz! Bitte verwende **{prefix}{cmd_name}** in einem Raid-Kanal. Verwende **{prefix}list** in einem

source: Region report channel to see active raids.
de: einem der Kanäle um Raids zu melden um aktive Raids zu sehen.

source: of the following Region channels to see active raids:
de: der folgenden Kanäle um aktive Raids zu sehen:

source: Meowth! Please use **{prefix}{cmd_name}** in an Egg channel. Use **{prefix}list** in any
de: Miauz! Bitte verwende **{prefix}{cmd_name}** in einem Ei-Kanal. Verwende **{prefix}list** in einem

source: Meowth! **{prefix}{cmd_name}** can't be used in a Raid channel.
de: Miauz! **{prefix}{cmd_name}** kann nicht in einem Raid-Kanal verwendet werden.

source: Meowth! Please use **{prefix}{cmd_name}** in an Active Raid channel. Use **{prefix}list** in any
de: Miauz! Bitte nutze **{prefix}{cmd_name}** in einem aktiven Raid-Kanal. Verwende **{prefix}list** in einem

source: Region report channel to see active channels.
de: einem der Kanäle um Raids zu melden um aktive Kanäle zu sehen.

source: of the following Region channels to see active channels:
de: der folgenden Kanäle um aktive Kanäle zu sehen:

source: This is an egg channel. The channel needs to be activated with **{prefix}raid <pokemon>** before I accept commands!
de: Das ist ein Ei-Kanal. Der Kanal muss mit **{prefix}raid <Pokémon>** aktiviert werden, bevor du weitere Kommandos verwenden kannst!

source: Meowth! Please use **{prefix}{cmd_name}** in an Active channel. Use **{prefix}list** in any
de: Miauz! Bitte verwende **{prefix}{cmd_name}** in einem aktiven Kanal. Verwende **{prefix}list** in einem

source: Meowth! Please use **{prefix}{cmd_name}** in either a Raid channel or
de: Miauz! Bitte verwende **{prefix}{cmd_name}** in einem Raid-Kanal oder

source: Meowth! Please use **{prefix}{cmd_name}** in either a Raid Egg channel or
de: Miauz! Bitte verwende **{prefix}{cmd_name}** in einem Ei-Kanal oder

source: Meowth! Please use **{prefix}{cmd_name}** in either a EX Raid channel or one of the following region channels:
de: Miauz! Bitte verwende **{prefix}{cmd_name}** in einem EX-Raid-Kanal oder in einem der folgenden Kanäle:

source: Meowth! Please use **{prefix}{cmd_name}** in a EX Raid channel. Use **{prefix}list** in any of the following region channels to see active raids:
de: Miauz! Bitte verwende **{prefix}{cmd_name}** in einem EX-Raid-Kanal. Verwende **{prefix}list** in einem der folgenden Kanäle um aktive Raids zu sehen:

source: {role}Meowth! {lister} offers a {pkmn} up for trade!
de: {role}Miauz! {lister} bietet ein {pkmn} zum Tausch an!
