Repository: eengnr/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: de

source: **Error when loading extension
de: **Fehler beim Laden der Erweiterung

source: **Extension {ext} Loaded.**
de: **Erweiterung {ext} geladen.**

source: **Extension{plural} {est} unloaded.**
de: **Erweiterung{plural} {est} entfernt.**

source: Received admin command {command} from unauthorized user, {user}!
de: Ich habe den Admin-Befehl {command} von einem nicht autorisierten Nutzer empfangen, {user}!

source: Meowth! **{word}** isn't a Pokemon!
de: Miauz! "{word}" ist kein Pokémon!

source: Did you mean **{correction}**?
de: Meintest du **{correction}**?

source: Did you mean: '{0}'
de: Meintest du: '{0}'

source: {roletest}Meowth! {pkmn} raid reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
de: {roletest}Miauz! Ein {pkmn}-Raid wurde von {member} in {channel} gemeldet! Stimmt euch hier ab! Wenn ihr Hilfe benötigt, klickt auf das Fragezeichen und ich schicke euch eine PN mit einer Liste von Kommandos!

source: Meowth! Level {level} raid egg reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
de: Miauz! Ein Level-{level}-Ei wurde von {member} in {channel} gemeldet! Stimmt euch hier ab! Wenn ihr Hilfe benötigt, klickt auf das Fragezeichen und ich schicke euch eine PM mit einer Liste von Kommandos!

source: Meowth! EX raid reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
de: Miauz! Ein EX-Raid wurde von {member} in {channel} gemeldet! Stimmt euch hier ab! Wenn ihr Hilfe benötigt, klickt auf das Fragezeichen und ich schicke euch eine PN mit einer Liste von Kommandos!

source: exraid-egg-
de: EX-

source: level-{level}-egg-
de: {level}er-

source: The following could not be found: {}
de: Das folgende wurde nicht gefunden: {}

source: Warning
de: Achtung

source: {} **Warning:** The following could not be found: {}
de: {} **Achtung:** Das folgende wurde nicht gefunden: {}

source: This channel has been successfully reported as a duplicate and will be deleted in 1 minute. Check the channel list for the other raid channel to coordinate in! If this was in error, reset the raid with **!timerset**
de: Dieser Kanal wurde erfolgreich als Duplikat gemeldet und wird in einer Minute gelöscht. Schaue in der Kanal-Liste nach anderen Raid-Kanälen! Wenn das ein Fehler war, setze den Raid mit **!timersetzen** zurück

source: **This egg has hatched!** ...or the time has just expired. Trainers {trainer_list}: Update the raid to the pokemon that hatched using **!raid <pokemon>** or reset the hatch timer with **!timerset**. This channel will be deactivated until I get an update and I'll delete it in 45 minutes if I don't hear anything.
de: **Das Ei ist geschlüpft!** Trainer {trainer_list}– mit **!raid <Pokémon>** könnt ihr angeben, welches Pokémon geschlüpft ist oder mit **!timersetzen** den Timer bis das Ei schlüpft zurücksetzen. Dieser Kanal wird deaktiviert, bis ich ein Update bekomme und ich werde ihn in 45 Minuten löschen, wenn ich nichts mehr höre.

source: **This level {level} raid egg has expired!**
de: **Dieses Level-{level}-Ei ist abgelaufen!**

source: This channel timer has expired! The channel has been deactivated and will be deleted in 5 minutes. To reactivate the channel, use **!timerset** to set the timer again.
de: Der Timer dieses Kanals ist abgelaufen! Der Kanal wurde deaktiviert und wird in fünf Minuten gelöscht. Um den Kanal zu reaktivieren, verwende **!timersetzen** um den Timer erneut zu setzen.

source: event
de: Ereignis

source: **This {pokemon}{raidtype} has expired!**
de: **Dieser {pokemon}{raidtype} ist abgelaufen!**

source: ----------------------------------------------- **The channel has been archived and removed from view for everybody but Meowth and those with Manage Channel permissions. Any messages that were deleted after the channel was marked for archival will be posted below. You will need to delete this channel manually.** -----------------------------------------------
de: ----------------------------------------------- **Der Kanal wurde archiviert und die Sichtbarkeit wurde für alle, außer Mauzi und die Nutzer mit der Kanalmanager-Berechtigung, entfernt. Alle Nachrichten, die gelöscht wurden, nachdem der Kanal für das Archiv markiert wurde, werden unterhalb aufgeführt. Du musst diesen Kanal manuell löschen.** -----------------------------------------------

source: Starting up...
de: Starte auf...

source: Meowth! That's right! {server_count} servers connected. {member_count} members found.
de: Miauz, genau! {server_count} Server verbunden. {member_count} Mitglieder gefunden.

source: Meowth! I'm Meowth, a Discord helper bot for Pokemon Go communities, and someone has invited me to your server! Type **!help** to see a list of things I can do, and type **!configure** in any channel of your server to begin!
de: Miauz! Ich bin Mauzi, ein Discord-Bot für Pokémon GO Communities und jemand hat mich auf deinen Server eingeladen! Tippe **!help** ein um eine Liste der Dinge zu sehen, die ich tun kann und tippe **!configure** in irgendeinem Kanal um zu beginnen!

source: or
de: oder

source: If you have any questions just ask an admin.
de: Falls du Fragen hast, kontaktiere einen Administrator.

source: Meowth! Welcome to {server}, {user}!
de: Miauz! Willkommen auf {server}, {user}!

source: Set your team by typing {team_command}.
de: Lege dein Team mit {team_command} fest.

source: Meowth! Please wait until the raid egg has hatched before announcing you're coming or present.
de: Miauz! Bitte warte, bis das Raid-Ei geschlüpft ist, bevor du angibst, ob du kommst oder anwesend bist.

source: Meowth! Someone has suggested a different location for the raid! Trainers {trainer_list}: make sure you are headed to the right place!
de: Miauz! Jemand hat einen anderen Standort für den Raid angegeben! Trainer {trainer_list}– passt auf, dass ihr euch auf den Weg zum richtigen Standort macht!

source: has despawned
de: ist verschwunden

source: Error occured while trying to save!
de: Beim Speichern ist ein Fehler aufgetreten!

source: Restarting...
de: Starte neu...

source: Shutting down...
de: Gehe schlafen...

source: Are you sure you want to clear all regionals?
de: Bist du dir sicher, dass du alle regionalen Pokémon löschen willst?

source: Meowth! Regional raid boss cleared!
de: Miauz! Regionaler Raid-Boss wurde gelöscht!

source: Meowth! Regional raid boss set to **{boss}**!
de: MIauz! Regionaler Raid-Boss wurde auf **{boss}** gesetzt!

source: Meowth! That Pokemon doesn't appear in raids!
de: Miauz! Dieses Pokémon taucht nicht in Raid-Kämpfen auf!

source: Silph Road Travelers Card cleared!
de: Silph Road Traveler-Card entfernt!

source: The Silph Extension isn't accessible at the moment, sorry!
de: Die Silph-Erweiterung kann gerade nicht verwendet werden, miauz!

source: Silph Card for {silph_user} not found.
de: Silph Card für {silph_user} wurde nicht gefunden.

source: No Discord account found linked to this Travelers Card!
de: Es wurde kein Discord-Account für diese Traveler-Card gefunden!

source: This Travelers Card is linked to another Discord account!
de: Diese Traveler-Card ist mit einem anderen Discord-Account verbunden!

source: This Travelers Card has been successfully linked to you!
de: Diese Traveler-Card wurde erfolgreich mit deinem Account verknüpft!

source: Pokebattler ID cleared!
de: Pokebattler ID entfernt!

source: Pokebattler ID set to {pbid}!
de: Pokebattler ID festgelegt auf {pbid}!

source: I couldn't send an embed here, so I've sent you a DM
de: Ich konnte hier keine eingebettete Nachricht schicken, deshalb habe ich dir eine PN geschickt.

source: I'll wait for your announcement!
de: Ich warte auf deine Ankündigung

source: Meowth! You took too long to send me your announcement! Retry when you're ready.
de: Miauz! Du hast zu lange mit deiner Ankündigung gebraucht! Schreib mir später nochmal.

source: Announcement
de: Miauz! Aufgepasst!

source: to send it to all servers,
de: um es an alle Server zu schicken,

source: That's what you sent, does it look good? React with
de: So würde es aussehen, passt das? Reagiere mit

source: to send to another channel,
de: um es an einen anderen Kanal zu schicken,

source: to send it to this channel, or
de: um es in diesem Kanal zu schicken, oder

source: to cancel
de: um abzubrechen.

source: Announcement Cancelled.
de: Ankündigung abgebrochen.

source: Announcement Sent.
de: Ankündigung verschickt.

source: What channel would you like me to send it to?
de: In welchen Kanal soll ich das schicken?

source: Meowth! That channel doesn't exist! Retry when you're ready.
de: Miauz! Der Kanal existiert nicht. Versuche es nochmal.

source: Announcement Timed Out.
de: Ankündigung abgelaufen.

source: **All Commands:** **all** - To redo configuration **team** - For Team Assignment configuration **welcome** - For Welcome Message configuration **raid** - for raid command configuration **exraid** - for EX raid command configuration **invite** - for invite command configuration **counters** - for automatic counters configuration **wild** - for wild command configuration **research** - for !research command configuration **meetup** - for !meetup command configuration **want** - for want/unwant command configuration **archive** - For !archive configuration **trade** - For trade command configuration **timezone** - For timezone configuration
de: **Alle Kommandos:** **all** - um die Konfiguration neu zu starten **team** - um die Teamzuweisung zu konfigurieren **welcome** - um die Willkommensnachricht zu konfigurieren **raid** - um das !raid Kommando zu konfigurieren **exraid** - um das !exraid Kommando zu konfigurieren **invite** - um das !invite Kommando zu konfigurieren **counters** - um automatische Angreiferlisten zu konfigurieren **wild** - um das !wild Kommando zu konfigurieren **research** - um das !research Kommando zu konfigurieren **meetup** - um das !meetup Kommando zu konfigurieren **want** - um das !want/!unwant Kommando zu konfigurieren **archive** - um das !archive Kommando zu konfigurieren **trade** - um das !trade Kommando zu konfigurieren **timezone** - um die Zeitzone zu konfigurieren

source: Raid Categories are set
de: Raid-Kategorien wurden gesetzt

source: EX Raid Reporting Channels
de: EX-Raid-Melde-Kanäle

source: EX Raid Reporting disabled
de: EX-Raid-Meldungen deaktiviert

source: EX Raid Reporting Channels enabled
de: Ex-Raid-Melde-Kanäle aktiviert

source: Research Reporting Channels
de: Feldforschungs-Kanäle

source: Research Reporting disabled
de: Meldungen von Feldforschungen deaktiviert

source: Research Reporting Channels enabled
de: Meldungen für Feldforschungen aktiviert

source: Research Reporting Locations
de: Orte für Feldforschungen

source: Research Reporting Locations are set
de: Orte für Feldforschungen festgelegt

source: The channel you entered is not a raid channel.
de: Der eingegebene Kanal ist kein Raidkanal.

source: level-{egg_level}-egg-
de: {egg_level}er-

source: **Possible Bosses:**
de: **Mögliche Bosse:**

source: Meowth! Level {} reported
de: Miauz! Level {} gemeldet

source: Meowth!\s.*\sraid\sreported
de: Miauz!\s.*\sRaid\sgemeldet

source: Meowth! Level {}
de: Miauz! Level {}

source: Are you sure you want to clear all status for this raid? Everybody will have to RSVP again. If you are wanting to clear one user's status, use `!setstatus <user> cancel`
de: Bist du sicher, dass du den Status für diesen Raid entfernen willst? Jeder muss erneut zusagen. Wenn du nur den Status eines einzelnen Trainers entfernen willst, verwende **!setstatus <Trainer> cancel**

source: Meowth! Raid status lists have been cleared!
de: Miauz! Raid-Status-Listen wurden entfernt!

source: Meowth! {status} is not a valid status!
de: Miauz! {status} ist kein gültiger Status!

source: {user}'s Trainer Profile
de: Trainer-Profil von {user}

source: Raid Reports
de: Raid-Meldungen

source: Egg Reports
de: Ei-Meldungen

source: EX Raid Reports
de: EX-Raid-Meldungen

source: Wild Reports
de: Meldungen von wilden Pokémon

source: Research Reports
de: Meldungen von Feldforschungen

source: Leaderboard type not supported. Please select from: **total, raids, eggs, exraids, wilds, research**
de: Dieser Typ wird für Bestenlisten nicht unterstützt. Bitte verwende: **total, raids, eggs, exraids, wilds, research**

source: Reporting Leaderboard ({type})
de: Bestenliste Meldungen ({type})

source: Raids: **{raids}** | Eggs: **{eggs}** |
de: Raids: **{raids}** | Eier: **{eggs}** |

source: Wilds: **{wilds}** |
de: Wilde Pokémon: **{wilds}** |

source: Research: **{research}** |
de: Feldforschungen: **{research}** |

source: No Reports
de: Keine Meldungen

source: Nobody has made a report or this report type is disabled.
de: Niemand hat etwas gemeldet oder diese Art von Meldungen ist deaktiviert.

source: Meowth! Did you mean **!list wants**?
de: Miauz! Meintest du **!liste wünsche**?

source: Maximum guild roles reached. Pokemon not added.
de: Maximale Rollenanzahl erreicht. Pokemon nicht hinzugefügt.

source: Meowth! Got it! {member} wants {pokemon}
de: Miauz! Verstanden! {member}, du willst ein {pokemon} haben.

source: Meowth! {member}, I already know you want {pokemon}!
de: Miauz! {member}, ich weiß schon, dass du ein {pokemon} willst!

source: Meowth! {member}, out of your total {count} items:
de: Miauz! {member}, du hast also {count} Wünsche!

source: **{added_count} Added:** {added_list}
de: **{added_count} Pokémon wurden deiner Wunschliste hinzugefügt:** {added_list}

source: **{already_want_count} Already Following:** {already_want_list}
de: **{already_want_count} waren bereits in deiner Wunschliste:** {already_want_list}

source: **{count} Not Valid:**
de: **{count} waren nicht gültig:**

source: {0}, you have no pokemon in your want list.
de: {0}, du hast keine Pokémon auf deiner Wunschliste.

source: {0}, I've removed {1} pokemon from your want list.
de: {0}, ich habe {1} Pokémon von deiner Wunschliste entfernt.

source: %I:%M %p (%H:%M)
de: %H:%M Uhr

source: Meowth! Give more details when reporting! Usage: **!wild <pokemon name> <location>**
de: Miauz! Gib mir mehr Details! Verwende **!wild <Pokémon> <Ort>**

source: **This {pokemon} has despawned!**
de: **Das {pokemon} ist verschwunden!**

source: Meowth! Click here for my directions to the wild {pokemon}!
de: Miauz! Klicke hier für eine Wegbeschreibung zu dem wilden Pokemon!

source: Ask {author} if my directions aren't perfect!
de: Frage bei {author} nach, falls die Wegbeschreibung ungenau ist!

source: **Details:**
de: **Pokémon:**

source: **Reactions:**
de: **Reaktionen:**

source: {emoji}: I'm on my way!
de: {emoji}: Ich bin auf dem Weg!

source: {emoji}: The Pokemon despawned!
de: {emoji}: Das Pokémon ist verschwunden!

source: Reported by @{author} - {timestamp}
de: Gemeldet von @{author} - {timestamp}

source: {roletest}Meowth! Wild {pokemon} reported by {member}! Details: {location_details}
de: {roletest}Miauz! Ein wildes {pokemon} wurde von {member} gemeldet! Ort: {location_details}

source: Meowth! Give more details when reporting! Usage: **!raid <pokemon name> <location>**
de: Miauz! Gib mir mehr Details! Verwende **!raid <Pokémon> <Ort>**

source: Meowth! **!raid assume** is not allowed in this level egg.
de: Miauz! **!raid assume** ist für dieses Ei-Level nicht möglich.

source: Meowth! Please wait until the egg has hatched before changing it to an open raid!
de: Miauz! Bitte warte, bis das Ei geschlüpft ist, bevor du den Raid öffnest!

source: Meowth! The Pokemon {pokemon} does not appear in raids!
de: Miauz! Das Pokémon {pokemon} taucht nicht in Raid-Kämpfen auf!

source: Meowth! The Pokemon {pokemon} only appears in EX Raids! Use **!exraid** to report one!
de: Miauz! Das Pokémon {pokemon} taucht nur in EX-Raid-Kämpfen auf! Verwende **!exraid** um einen zu melden!

source: Meowth...that's too long. Level {raidlevel} raids currently last no more than {raidtime} minutes...
de: Miauz...das ist zu lang. Level {raidlevel} Raids dauern aktuell nicht länger als {raidtime} Minuten...

source: clear
de: klar

source: extreme
de: extrem

source: none
de: kein wetter

source: rainy
de: regen

source: sunny
de: sonnig

source: cloudy
de: bedeckt

source: fog
de: nebel

source: partlycloudy
de: teilweise bewölkt

source: snow
de: schnee

source: windy
de: windig

source: Meowth! I couldn't find a gym named '{0}'.
de: Miauz! Ich konnte keine Arena mit dem Namen '{0}' finden.

source: No notes for this gym.
de: Keine Hinweise für diese Arena.

source: Meowth! Click here for directions to the raid!
de: Miauz! Klicke hier für eine Wegbeschreibung zum Raid!

source: **Name:** {0} **Notes:** {1}
de: **Arena:** {0} **Hinweis:** {1}

source: **Gym:**
de: **Arena:**

source: **Weaknesses:**
de: **Schwächen:**

source: **Next Group:**
de: **Nächste Gruppe:**

source: Set with **!starttime**
de: Mit **!startzeit** festlegen

source: Set with **!timerset**
de: Mit **!timersetzen** festlegen

source: **Expires:**
de: **Endet:**

source: Meowth! {pokemon} raid reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
de: Miauz! Ein {pokemon}-Raid an der Arena {location_details} wurde von {member} gemeldet! Stimmt euch in {raid_channel} ab.

source: {roletest}Meowth! {pokemon} raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
de: {roletest}Miauz! Ein {pokemon}-Raid an der Arena {location_details} wurde von {member} in {citychannel} gemeldet! Stimmt euch hier ab! Klicke auf das Fragezeichen um Hilfe zu allen Kommandos zu bekommen, die hier funktionieren. Dieser Kanal wird fünf Minuten nachdem der Timer abgelaufen ist gelöscht.

source: Meowth! Hey {member}, if you can, set the time left on the raid using **!timerset <minutes>** so others can check it with **!timer**.
de: Miauz! Hey {member}, wenn du willst, kannst du die Zeit, bis das Ei schlüpft, mit **!timersetzen <Minuten>** einstellen, damit andere diese mit **!timer** sehen können.

source: Meowth! Give more details when reporting! Usage: **!raidegg <level> <location>**
de: Miauz! Gib mir mehr Details! Verwende: **!ei <Level> <Ort>**

source: Meowth! Give more details when reporting! Use at least: **!raidegg <level> <location>**. Type **!help** raidegg for more info.
de: Miauz! Nenne mehr Details, wenn du einen Raid meldest! Verwende mindestens **!ei <Level> <Ort>**. Tippe **!help ei** für mehr Informationen.

source: Did you mean egg hatch time {0} or time remaining before hatch {1}?
de: Meintest du die Uhrzeit, wann das Ei schlüpft {0} oder die verbleibenden Minuten bis es schlüpft {1}?

source: Meowth! Please enter a time in the future.
de: Miauz! Bitte gib eine Zeit in der Zukunft an.

source: Meowth...that's too long. Level {raidlevel} Raid Eggs currently last no more than {hatchtime} minutes...
de: Miauz… das ist zu lange. Level-{raidlevel}-Eier sind nicht länger als {hatchtime} Minuten verfügbar...

source: Meowth! Raid egg levels are only from 1-5!
de: Miauz! Raid-Level gehen nur von 1 bis 5!

source: Meowth! Click here for directions to the coming raid!
de: Miauz! Klicke hier für eine Wegbeschreibung zum bevorstehenden Raid!

source: **Hatches:**
de: **Schlüpft:**

source: Meowth! Level {level} raid egg reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
de: Miauz! Ein Level-{level}-Ei an der Arena {location_details} wurde von {member} gemeldet! Stimmt euch in {raid_channel} ab.

source: Meowth! Level {level} raid egg reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
de: Miauz! Ein Level-{level}-Ei an der Arena {location_details} wurde von {member} in {citychannel} gemeldet! Stimmt euch hier ab! Klicke auf das Fragezeichen um Hilfe zu allen Kommandos zu bekommen, die hier funktionieren. Dieser Kanal wird fünf Minuten nachdem der Timer abgelaufen ist gelöscht.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <minutes>** so others can check it with **!timer**.
de: Miauz! Hey {member}, wenn du willst, kannst du die Zeit, bis das Ei schlüpft, mit **!timersetzen <Minuten>** einstellen, damit andere diese mit **!timer** sehen können.

source: Meowth! The Pokemon {pokemon} does not hatch from level {level} raid eggs!
de: Miauz! Das Pokémon {pokemon} schlüpft nicht aus einem Level {level} Raid-Ei!

source: {roletest}Meowth! This egg will be assumed to be {pokemon} when it hatches!
de: {roletest}Miauz! Aus diesem Ei wird ein {pokemon} schlüpfen!

source: Coordinate here
de: Stimmt euch hier ab

source: The event has started!
de: Das Event ist gestartet!

source: Meowth! The egg has hatched into a {pokemon} raid! Details: {location_details}. Coordinate in {raid_channel}
de: Miauz! Ein {pokemon} ist aus dem Ei an der Arena {location_details} geschlüpft! Stimmt euch in {raid_channel} ab.

source: Meowth! The egg reported by {member} in {citychannel} hatched into a {pokemon} raid! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
de: Miauz! Ein {pokemon} ist laut {member} aus dem Ei an der Arena {location_details} geschlüpft, das in {citychannel} gemeldet wurde! Stimmt euch hier ab! Klicke auf das Fragezeichen um Hilfe zu allen Kommandos zu bekommen, die hier funktionieren. Dieser Kanal wird fünf Minuten nachdem der Timer abgelaufen ist gelöscht.

source: Use the **!invite** command to gain access and coordinate
de: Nutze das **!invite** Kommando um Zutritt zu bekommen und dich abzustimmen

source: after using **!invite** to gain access
de: nachdem mit **!invite** Zutritt erlangt wurde

source: Coordinate
de: Stimmt euch ab

source: Meowth! The EX egg has hatched into a {pokemon} raid! Details: {location_details}. {invitemsgstr} coordinate in {raid_channel}
de: Miauz! Ein {pokemon} ist aus dem EX-Raid-Ei an der Arena {location_details} geschlüpft! {invitemsgstr} Abstimmung in {raid_channel}

source: Meowth! {pokemon} EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
de: Miauz! Ein {pokemon}-EX-Raid an der Arena {location_details} wurde von {member} in {citychannel} gemeldet! Stimmt euch hier ab{invitemsgstr2}! Klicke auf das Fragezeichen um Hilfe zu den Kommandos zu bekommen, die hier funktionieren . Dieser Kanal wird fünf Minuten nachdem der Timer abgelaufen ist gelöscht.

source: %B %d at %I:%M %p (%H:%M)
de: %d.%m. um %H:%M Uhr

source: Ends on %B %d at %I:%M %p (%H:%M)
de: Endet am %d.%m. um %H:%M Uhr

source: {roletest}Meowth! Trainers {trainer_list}: The raid egg has just hatched into a {pokemon} raid! If you couldn't before, you're now able to update your status with **!coming** or **!here**. If you've changed your plans, use **!cancel**.
de: {roletest}Miauz! Aus dem Ei ist gerade ein {pokemon} geschlüpft! Trainer {trainer_list}– ihr könnt jetzt euren Status mit **!komme** oder **!hier** aktualisieren. Falls sich eure Pläne geändert haben, verwendet **!abbruch**.

source: Meowth! Give more details when reporting! Usage: **!exraid <location>**
de: Miauz! Gib mir mehr Details! Verwende **!exraid <Ort>**

source: ex-raid-egg-
de: EX-Raid-Ei-
