Repository: eengnr/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: de

source: Meowth! EX raid egg reported by {member}! Details: {location_details}. {invitemsgstr} in {raid_channel}
de: Miauz! Ein EX-Raid-Ei an der Arena {location_details} wurde von {member} gemeldet! {invitemsgstr} in {raid_channel}

source: Meowth! EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
de: Miauz! Ein EX-Raid an der Arena {location_details} wurde von {member} in {citychannel} gemeldet!. Stimmt euch hier ab{invitemsgstr2}! Klicke auf das Fragezeichen um Hilfe zu den Kommandos zu bekommen, die hier funktionieren . Dieser Kanal wird fünf Minuten nachdem der Timer abgelaufen ist gelöscht.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <date and time>** so others can check it with **!timer**. **<date and time>** can just be written exactly how it appears on your EX Raid Pass.
de: Miauz! Hey {member}, wenn du willst, kannst du die Zeit, bis das Ei schlüpft, mit **!timersetzen <Datum und Zeit>** festlegen, damit andere sie mit **!timer** abfragen können. **<Datum und Zeit>** können so geschrieben werden, wie sie auf deinem EX-Raid-Pass erscheinen.

source: Meowth! No EX Raids have been reported in this server! Use **!exraid** to report one!
de: Miauz! Es wurden keine EX-Raids auf diesem Server gemeldet. Verwende **!exraid** um einen zu melden!

source: Meowth! {0}, you've told me you have an invite to an EX Raid, and I'm just going to take your word for it! The following {1} EX Raids have been reported: {2} Reply with **the number** (1, 2, etc) of the EX Raid you have been invited to. If none of them match your invite, type 'N' and report it with **!exraid**
de: Miauz! {0}, du sagst mir also, dass du eine Einladung für einen EX-Raid hast und ich werde dir das jetzt einfach mal glauben! Die folgenden {1} EX-Raids wurden gemeldet: {2} Antworte mit **der Nummer** (1, 2, usw.) des EX-Raids zu dem du eingeladen wurdest. Wenn keiner mit deiner Einladung übereinstimmt gib 'N' ein und melde ihn mit **!exraid**

source: Meowth! Be sure to report your EX Raid with **!exraid**!
de: Miauz! Melde deinen EX-Raid mit **!exraid**!

source: Meowth! I couldn't tell which EX Raid you meant! Try the **!invite** command again, and make sure you respond with the number of the channel that matches!
de: Miauz! Ich konnte leider nicht erkennen welchen EX-Raid du meinst! Versuche es noch einmal mit dem **!invite** Kommando und vergewissere dich, dass du mit der Nummer des passenden Kanals antwortest!

source: Meowth! Alright {0}, you can now send messages in {1}! Make sure you let the trainers in there know if you can make it to the EX Raid!
de: Miauz! Ok {0}, du kannst jetzt Nachrichten in {1} senden! Vergewissere dich, dass du den Trainern dort Bescheid gibst ob du zu dem EX-Raid kommen kannst!

source: Meowth! I couldn't understand your reply! Try the **!invite** command again!
de: Miauz! Ich konnte deine Antwort nicht verstehen! Versuche das **!invite** Kommando noch einmal!

source: entered an incorrect amount of arguments. Usage: **!research** or **!research <pokestop>, <quest>, <reward>**
de: hat eine ungültige Parameteranzahl eingegeben. Verwende: **!forschung** oder **!forschung <PokéStop>, <Feldforschung>, <Belohnung>**

source: **Pokestop:**
de: **PokéStop:**

source: **Quest:**
de: **Feldforschung:**

source: **Reward:**
de: **Belohnung:**

source: **New Research Report**
de: **Neue Forschungsmeldung**

source: Meowth! I'll help you report a research quest! First, I'll need to know what **pokestop** you received the quest from. Reply with the name of the **pokestop**. You can reply with **cancel** to stop anytime.
de: Miauz! Ich werde dich beim Erstellen einer Forschungsmeldung unterstützen! Zuerst muss ich wissen von welchem **PokéStop** du die Feldforschung bekommen hast. Antworte einfach mit dem Namen des **PokéStops**. Du kannst den Vorgang jederzeit mit **cancel** abbrechen.

source: took too long to respond
de: hat zu lange für eine Antwort gebraucht

source: cancelled the report
de: hat die Meldung abgebrochen

source: Great! Now, reply with the **quest** that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
de: Großartig! Jetzt antworte bitte mit der **Feldforschung** die du von **{location}** erhalten hast. Du kannst den Vorgang jederzeit mit **cancel** abbrechen. Folgende Daten habe ich bisher gesammelt:

source: Fantastic! Now, reply with the **reward** for the **{quest}** quest that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
de: Fantastisch! Jetzt gib bitte die **Belohnung** für die Feldforschung **{quest}** an, die du von **{location}** erhalten hast. Du kannst den Vorgang jederzeit mit **cancel** abbrechen. Folgende Daten habe ich bisher gesammelt:

source: {roletest}Field Research reported by {author}
de: {roletest}Feldforschung von {author} gemeldet

source: Meowth! Click here for my directions to the research!
de: Miauz! Klicke hier für eine Wegbeschreibung zum PokéStop!

source: **Research Report Cancelled**
de: **Forschungsmeldung abgebrochen**

source: Meowth! Your report has been cancelled because you {error}! Retry when you're ready.
de: Miauz! Du hast {error}! Versuche es noch einmal wenn du bereit bist.

source: Meowth! Give more details when reporting! Usage: **!meetup <location>**
de: Miauz! Gib mir mehr Details! Verwende **!meetup <Ort>**

source: Meowth! Click here for directions to the event!
de: Miauz! Klicke hier für eine Wegbeschreibung zum Event!

source: **Event Location:**
de: **Event Standort:**

source: **Event Starts:**
de: **Eventstart:**

source: **Event Ends:**
de: **Eventende:**

source: Meowth! Meetup reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
de: Miauz! Ein Treffen wurde von {member} gemeldet! Ort: {location_details}. Stimmt euch in {raid_channel} ab.

source: Meowth! Hey {member}, if you can, set the time that the event starts with **!starttime <date and time>** and also set the time that the event ends using **!timerset <date and time>**.
de: Miauz! Hey {member}, falls möglich, setze die Startzeit für das Event mit **!startzeit <Datum und Uhrzeit>** und die Endzeit mit **!timersetzen <Datum und Uhrzeit>**.

source: This event will start at {expiry_time}
de: Das Event wird wird am {expiry_time} starten

source: Nobody has told me a start time! Set it with **!starttime**
de: Niemand hat mir eine Startzeit genannt! Setze sie mit **!startzeit**

source: | This event will end at {expiry_time}
de: | Das Event wird am {expiry_time} enden

source: This event will end at {expiry_time}
de: Das Event wird am {expiry_time} enden

source: Nobody has told me a end time! Set it with **!timerset**
de: Niemand hat mir die Zeit für das Ende genannt! Setze sie mit **!timersetzen**

source: egg
de: Ei

source: hatch
de: schlüpft

source: end
de: endet

source: This {raidtype}'s timer has already expired as of {expiry_time}!
de: {raidtype} ist bereits um {expiry_time} abgelaufen!

source: This {raidtype} will {raidaction} on {expiry}!
de: {raidtype} {raidaction} am {expiry}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} on {expiry}!
de: Niemand hat mir gesagt, wann {raidtype} {raidaction}, deshalb gehe ich davon aus, dass es um {expiry} soweit ist!

source: This {raidtype} will {raidaction} at {expiry_time}!
de: {raidtype} {raidaction} um {expiry_time}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} at {expiry_time}!
de: Niemand hat mir gesagt, wann {raidtype} {raidaction}, deshalb gehe ich davon aus, dass es um {expiry_time} soweit ist!

source: Raid Egg
de: Raid-Ei

source: Meowth! I couldn't understand your time format. Try again like this: **!timerset <minutes>**
de: Miauz! Ich verstehe dein Zeitformat nicht. Versuche es nochmal so: **!timersetzen <Minuten>**

source: Meowth...that's too long. Level {raidlevel} {raidtype}s currently last no more than {maxtime} minutes...
de: Miauz… das ist zu lange. Level-{raidlevel}-Raids/Eier dauern maximal {maxtime} Minuten...

source: Meowth! Your timer wasn't formatted correctly. Change your **!timerset** to match this format: **MM/DD HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
de: Miauz! Der Timer war falsch formatiert. Ändere ihn mit **!timersetzen ** in folgendes Format: **MM/DD HH:MM**

source: Meowth! Please enter a time after your start time.
de: Miauz! Gib bitte eine Zeit nach der Startzeit an.

source: Meowth! Timerset isn't supported for EX Raids after they have hatched.
de: Miauz! Für einen EX-Raid kann kein Timer festgelegt werden, nachdem das Ei geschlüpft ist.

source: The channel has been reactivated.
de: Der Kanal wurde wieder aktiviert.

source: Ends on {end}
de: Endet am {end}

source: %B %d at %I:%M %p (%H:%M) |
de: %d.%m. um %H:%M Uhr |

source: Hatches on {expiry}
de: Schlüpft am {expiry}

source: Meowth!
de: Miauz!

source: Meowth! Please enter a time before your end time.
de: Miauz! Bitte gib eine Zeit vor der Endzeit ein.

source: Meowth! Your start time wasn't formatted correctly. Change your **!starttime** to match this format: **HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
de: Miauz! Deine Startzeit war falsch formatiert. Ändere die **!startzeit** in dieses format: **HH:MM**

source: Meowth! The raid will be over before that....
de: Miauz! Um diese Zeit ist der Raid schon vorbei...

source: Meowth! The egg will not hatch by then!
de: Miauz! Das Ei schlüpft zu dieser Zeit noch nicht!

source: Meowth! There is already a start time of **{start}** set! Do you want to change it?
de: Miauz! Die Startzeit wurde schon auf **{start}** gesetzt! Willst du sie ändern?

source: Start time change cancelled.
de: Änderung der Startzeit abgebrochen.

source: Meowth! The current start time has been set to: **{starttime}**
de: Miauz! Die Startzeit wurde auf **{starttime}** gesetzt.

source: Meowth! The current start time is: **{starttime}**
de: Miauz! Die aktuelle Startzeit ist **{starttime}**.

source: Meowth! No start time has been set, set one with **!starttime HH:MM AM/PM**! (You can also omit AM/PM and use 24-hour time!)
de: Miauz! Keine Startzeit wurde festgelegt, aber du kannst sie mit **!startzeit HH:MM** setzen.

source: Meowth! Here's the current location for the raid! Details: {location}
de: Miauz! Hier ist der aktuelle Standort für den Raid! {location}

source: Meowth! We're missing the new location details! Usage: **!location new <new address>**
de: Miauz! Da fehlen ein paar Angaben! Verwende **!ort neu <Neue Adresse>**.

source: Meowth! I can't recover this channel because I know about it already!
de: Miauz! Ich kann diesen Kanal nicht nochmal retten!

source: level-[1-5]-egg
de: [1-5]er

source: Ends on %B %d at %I:%M %p
de: Endet am %d.%m. um %H:%M Uhr

source: Meowth! I couldn't recognize this as a raid channel!
de: Miauz! Den habe ich nicht als Raid-Kanal erkannt!

source: is interested
de: hat Interesse

source: on the way
de: auf dem Weg

source: at the raid
de: beim Raid

source: left the raid
de: hat den Raid verlassen

source: no longer
de: nicht länger

source: trainers
de: Trainer

source: Meowth! This channel has been recovered! However, there may be some inaccuracies in what I remembered! Here's what I have:
de: Miauz! Dieser Kanal wurde gerettet! Aber es kann sein, dass ich mich nicht an alles korrekt erinnere! Das weiß ich noch:

source: I'm not sure when this {raidtype} will {action}, so please use **!timerset** if you can!
de: Ich bin nicht sicher, wann {raidtype} {action}, verwende deshalb **!timersetzen**, wenn du kannst!

source: Meowth! You've already made a duplicate report for this {raidtype}!
de: Miauz! Eine Duplikatsmeldung des {raidtype}s hast du bereits gemacht!

source: Meowth! Are you sure you wish to remove this {raidtype}?
de: Miauz! Willst du das Entfernen des {raidtype}s bestätigen?

source: Duplicate Report cancelled.
de: Duplikatsmeldung abgebrochen.

source: Duplicate Confirmed
de: Duplikat bestätigt

source: Duplicate Report Timed Out.
de: Duplikatsmeldung abgelaufen.

source: Duplicate report #{duplicate_report_count} received.
de: Duplikatsmeldung #{duplicate_report_count} erhalten.

source: Meowth! You're missing some details! Be sure to enter a pokemon that appears in raids! Usage: **!counters <pkmn> [weather] [user ID]**
de: Miauz! Da fehlen ein paar Angaben! Achte darauf, ein Pokémon anzugeben, das auch in Raids auftaucht! Verwende **!angreifer <Pokémon> [Wetterzustand] [Pokebattler User ID]**.

source: user #{user}'s
de: Benutzer #{user}s

source: **CP:** {raid_cp}
de: **WP:** {raid_cp}

source: **Weather:** {weather}
de: **Wetter:** {weather}

source: **Attacker Level:** {atk_levels}
de: **Angreifer-Level:** {atk_levels}

source: Results courtesy of Pokebattler
de: Ergebnisse bereitgestellt von Pokebattler

source: CP
de: WP

source: Results with {userstr} attackers
de: Ergebnisse mit {userstr} Angreifern

source: [See your personalized results!](https://www.pokebattler.com/raids/{pkmn})
de: [Schau deine personalisierten Ergebnisse an!](https://www.pokebattler.com/raids/{pkmn})

source: Difficulty rating: {est}
de: Schwierigkeitseinstufung: {est}

source: Pokebattler Estimator:
de: Pokebattler Schätzung:

source: {pkmn} | {weather} | Unknown Moveset
de: {pkmn} | {weather} | Unbekannte Attacken

source: **Possible Movesets:**
de: **Mögliche Attacken:**

source: Results with Level 30 attackers
de: Ergebnisse mit Level 30 Angreifern

source: Meowth! Enter one of the following weather conditions: {}
de: Miauz! Gib einen der folgenden Wetterzustände ein: {}

source: Meowth! Weather set to {}!
de: Miauz! Wetter auf {} gesetzt!

source: {word} doesn't appear in level {egglevel} raids! Please try again.
de: {word} taucht nicht in Level {egglevel} Raids auf! Bitte versuche es nochmal.

source: Meowth! {member} is interested! {emoji}: 1
de: Miauz! {member} hat Interesse! {emoji}: 1

source: Meowth! {member} is interested with a total of {trainer_count} trainers!
de: Miauz! {member} hat mit insgesamt {trainer_count} Trainern Interesse!

source: {word} doesn't appear in level {egglevel} raids!
de: {word} taucht Level {egglevel} Raids nicht auf!

source: Invalid Pokemon detected. Please check the pinned message for the list of possible bosses and try again.
de: Ungültiges Pokemon entdeckt. Überprüfe bitte die angeheftete Nachricht auf die möglichen Raidbosse und versuche es nochmal.

source: Meowth! {member} is on the way! {emoji}: 1
de: Miauz! {member} ist auf dem Weg! {emoji}: 1

source: Meowth! {member} is on the way with a total of {trainer_count} trainers!
de: Miauz! {member} ist mit insgesamt {trainer_count} Trainern auf dem Weg!

source: There is a group already in the lobby! Use **!lobby** to join them or **!backout** to request a backout! Otherwise, you may have to wait for the next group!
de: Es ist bereits eine Gruppe in der Lobby! Verwende **!lobby** um dich ihnen anzuschließen oder **!backout** um sie zu bitten, die Lobby zu verlassen. Andernfalls musst du auf die nächste Gruppe warten!

source: Meowth! {member} is at the {raidtype}! {emoji}: 1
de: Miauz! {member} ist beim {raidtype}! {emoji}: 1

source: Meowth! {member} is at the {raidtype} with a total of {trainer_count} trainers!
de: Miauz! {member} ist mit insgesamt {trainer_count} Trainern beim {raidtype}!

source: Only one non-team count can be accepted.
de: Nur eine Team-Anzahl wird akzeptiert.

source: Only one count per team accepted.
de: Jedes Team wird nur einmal gezählt.

source: Invalid format, please check and try again.
de: Ungültiges Format, versuche es noch einmal.

source: Team counts are higher than the total, double check your counts and try again. You entered **
de: Die Summe der Spieler in den einzelnen Teams ist höher als die Gesamtzahl. Prüfe deine Eingabe nochmal und versuche es erneut. Du hast ** eingegeben.

source: ** total and **
de: ** gesamt und **

source: ** in your party.
de: ** in deiner Gruppe.

source: Meowth! Something is not adding up! Try making sure your total matches what each team adds up to!
de: Miauz! Irgendetwas stimmt nicht! Versichere dich, dass deine Gesamtzahl mit der Summe der einzelnen Teams ünereinstimmt!

source: **Boss Interest:**
de: **Boss-Interesse:**

source: **Status List**
de: **Status-Liste:**

source: Maybe: **{channelmaybe}** | Coming: **{channelcoming}** | Here: **{channelhere}**
de: Vielleicht: **{channelmaybe}** | Auf dem Weg: **{channelcoming}** | Hier: **{channelhere}**

source: **Team List**
de: **Team-Liste:**

source: Meowth! I can't understand how many are in your group. Just say **!here** if you're by yourself, or **!coming 5** for example if there are 5 in your group.
de: Miauz! Ich verstehe nicht, wie viele in deiner Gruppe sind. Benutze **!hier** wenn du alleine bist, oder beispielsweise **!komme 5** wenn fünf in deiner Gruppe sind.

source: Meowth! There is no group in the lobby for you to join! Use **!starting** if the group waiting at the raid is entering the lobby!
de: Miauz! Es gibt keine Gruppe in der Lobby, der du dich anschließen kannst! Verwende **!starten** wenn die Gruppe, die beim Raid wartet, die Lobby betritt!

source: Meowth! {member} is entering the lobby!
de: Miauz! {member} betritt die Lobby!

source: Meowth! {member} is entering the lobby with a total of {trainer_count} trainers!
de: Miauz! {member} betritt die Lobby mit insgesamt {trainer_count} Trainern!

source: Meowth! {member} has no status to cancel!
de: Miauz! {member} hat keinen Status, der entfernt werden kann!

source: Meowth! {member} is no longer interested!
de: Miauz! {member} hat kein Interesse mehr!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer interested!
de: Miauz! {member} mit insgesamt {trainer_count} Trainern hat kein Interesse mehr!

source: Meowth! {member} has left the {raidtype}!
de: Miauz! {member} hat den Raid verlassen!

source: Meowth! {member} and their total of {trainer_count} trainers have left the {raidtype}!
de: Miauz! {member} mit insgesamt {trainer_count} Trainern hat den Raid verlassen!

source: Meowth! {member} is no longer on their way!
de: Miauz! {member} ist nicht mehr auf dem Weg!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer on their way!
de: Miauz! {member} mit insgesamt {trainer_count} Trainern ist nicht mehr auf dem Weg!

source: Meowth! {member} has backed out of the lobby!
de: Miauz! {member} hat die Lobby verlassen!

source: Meowth! {member} and their total of {trainer_count} trainers have backed out of the lobby!
de: Miauz! {member} mit insgesamt {trainer_count} Trainern hat die Lobby verlassen!

source: Meowth! The group of {count} in the lobby has entered the raid! Wish them luck!
de: Miauz! Die Gruppe mit der Anzahl {count} in der Lobby hat den Raid betreten! Wünsche ihnen Glück!

source: Meowth! How can you start when the egg hasn't hatched!?
de: Miauz! Wie willst du denn starten, wenn das Ei noch nicht geschlüpft ist!?

source: Meowth! Please wait for the group in the lobby to enter the raid.
de: Miauz! Bitte warte, bis die Gruppe in der Lobby den Raid gestartet hat.

source: Meowth! How can you start when there's no one waiting at this raid!?
de: Miauz! Wie willst du denn starten, wenn niemand bei diesem Raid wartet!?

source: to start at **{}**
de: um **{}**

source: Starting - Meowth! The group that was waiting{timestr}is starting the raid! Trainers {trainer_list}, if you are not in this group and are waiting for the next group, please respond with {here_emoji} or **!here**. If you need to ask those that just started to back out of their lobby, use **!backout**
de: Miauz – es geht los! Die Gruppe, die{timestr}starten wollte, beginnt den Raid! Trainer {trainer_list}– falls ihr nicht zu dieser Gruppe gehört und auf die nächste Gruppe wartet, antwortet bitte mit {here_emoji} oder **!hier**. Wenn ihr die Trainer in der Lobby bitten möchtet, diese nochmal zu verlassen, benutzt **!backout**

source: **Next Group**
de: **Nächste Gruppe**

source: Meowth! There's no one else in the lobby for this raid!
de: Miauz! Es sind keine weiteren Trainer in der Lobby für diesen Raid!

source: Backout - Meowth! {author} has indicated that the group consisting of {lobby_list} and the people with them has backed out of the lobby! If this is inaccurate, please use **!lobby** or **!cancel** to help me keep my lists accurate!
de: Alle raus - miauz! {author} hat angegeben, dass die Gruppe, die aus {lobby_list} und den Trainern, die mitgekommen sind, aus der Lobby gegangen sind! Wenn das nicht stimmt, kannst du mir mit **!lobby** oder **!abbruch** helfen, meine Listen wieder auf den neuesten Stand zu bringen!

source: Meowth! There's no one in the lobby for this raid!
de: Miauz! Es ist niemand in der Lobby für diesen Raid!

source: Backout - Meowth! {author} has requested a backout! If one of the following trainers reacts with the check mark, I will assume the group is backing out of the raid lobby as requested! {lobby_list}
de: Nochmal raus - Miauz! {author} möchte die Lobby nochmal verlassen! Wenn einer der folgenden Trainer mit das mit dem entsprechenden Symbol bestätigt werde ich annehmen, dass die Gruppe die Lobby wie angefordert verlassen hat! {lobby_list}

source: Meowth! {user} confirmed the group is backing out!
de: Miauz! {user} hat bestätigt, dass die Gruppe die Lobby wieder verlässt!

source: **Meowth!**
de: **Miauz!**

source: Next group: **{}**
de: Nächste Gruppe: **{}**

source: - Hatches: {expiry}{is_assumed}
de: - Schlüpft: {expiry}{is_assumed}

source: - Starts: {expiry}{is_assumed}
de: - Beginnt: {expiry}{is_assumed}

source: - Ends: {expiry}{is_assumed}
de: - Endet: {expiry}{is_assumed}

source: - Expiry: {expiry}{is_assumed}
de: - Läuft ab: {expiry}{is_assumed}

source: {interestcount} interested, {comingcount} coming, {herecount} here, {lobbycount} in the lobby.{start_str}
de: {interestcount} interessiert, {comingcount} kommen, {herecount} hier, {lobbycount} in der Lobby.{start_str}

source: **Here's the current channels for {0}**
de: **Hier sind die aktuellen Kanäle für {0}**

source: **Active Raids:**
de: **Aktive Raids:**

source: **Active Raids:** (continued)
de: **Aktive Raids:** (fortgesetzt)

source: **Raid Eggs:**
de: **Raid Eier:**

source: **Raid Eggs:** (continued)
de: **Raid Eier:** (fortgesetzt)

source: **EX Raids:** (continued)
de: **EX-Raids:** (fortgesetzt)

source: **Meetups:**
de: **Treffen:**

source: **Meetups:** (continued)
de: **Treffen:** (fortgesetzt)

source: Meowth! No active raids! Report one with **!raid <name> <location> [weather] [timer]**.
de: Miauz! Keine aktiven Raids! Melde einen mit **!raid <Pokémon> <Ort> [Wetter] [Restzeit]**.

source: Nobody has updated their status yet!
de: Bis jetzt hat niemand seinen Status aktualisiert!

source: The next group will be starting at **{}**
de: Die nächste Gruppe startet um **{}**

source: **Meowth!**
de: **Miauz!**

source: including {trainer_list} and the people with them! Let them know if there is a group forming
de: inklusive {trainer_list} und deren Begleiter! Gib ihnen Bescheid wenn sich eine Gruppe findet

source: {trainer_count} interested{including_string}!
de: {trainer_count} interessiert{including_string}!

source: including {trainer_list} and the people with them! Be considerate and wait for them if possible
de: inklusive {trainer_list} und deren Begleiter! Sei so nett und warte auf sie falls möglich

source: {trainer_count} on the way{including_string}!
de: {trainer_count} sind auf dem Weg{including_string}!
